Repository: Hsue-Yang/Lion.Work2
Catalog: Lion.Work2/Training_230982/TRAININGAP/App_GlobalResources/Resource.*.resx
Languages: th_th

# AP_GenericError
source: Request was unsuccessful. Redirect me to previous page.
th_th: ผิดพลาดของระบบชี้ให้ฉันกลับไป

# AP_Menu_Bulletin
source: Bulletin
th_th: ประกาศ

# AP_Menu_Conference
source: Conference
th_th: ระบบการประชุมผ่านวิดีโอ

# AP_Menu_Culture
source: Multi-Language
th_th: หลายภาษา

# AP_Menu_ExternalAffair
source: External Affair
th_th: กระทรวงการต่างประเทศ

# AP_Menu_ExternalSystem
source: External System
th_th: ระบบภายนอก

# AP_Menu_FaxSystem
source: Fax System
th_th: ระบบโทรสาร

# AP_Menu_HelloWord
source: , Hello !
th_th: , สวัสดี!

# AP_Menu_LionEdu
source: LionEdu
th_th: การเรียนรู้

# AP_Menu_LionWebsite
source: Lion Website
th_th: เว็บไซต์ของสิงโต

# AP_Menu_Logout
source: Log Out
th_th: ออกจากระบบ

# AP_Menu_MenuSetting
source: Menu Setting
th_th: เมนูการตั้งค่า

# AP_Menu_Message
source: Message
th_th: ฝากข้อความ

# AP_Menu_OfficeSystem
source: Office System
th_th: ระบบสำนักงาน

# AP_Menu_PunchClock
source: Punch Clock
th_th: หมัด

# AP_Menu_Title
source: LION GROUP
th_th: สิงโตกลุ่ม

# AP_Menu_Welfare
source: Welfare
th_th: คณะกรรมการ Fu

# AP_Title
source: ERP - LION TRAVEL SERVICE
th_th: ERP - สิงโตกลุ่ม

# AP_UnAuthorizated
source: UnAuthorizated Page. Redirect me to login page.
th_th: กลับไปที่หน้าเข้าสู่ระบบ

# Button_Add
source: Add
th_th: ที่เพิ่มเข้ามา

# Button_Cancel
source: Cancel
th_th: ยกเลิก

# Button_Close
source: Close
th_th: ปิดตัวลง

# Button_Copy
source: Copy
th_th: คัดลอก

# Button_Delete
source: Delete
th_th: ลบ

# Button_Okay
source: Okay
th_th: ตกลง

# Button_Query
source: Query
th_th: การสอบถาม

# Button_Save
source: Save
th_th: การจัดเก็บข้อมูล

# Button_Select
source: Select
th_th: ค้นหา

# Button_Update
source: Update
th_th: การปรับเปลี่ยน

# Button_WorkFlow_BackToNode
source: Back To Node
th_th: อัตราผลตอบแทนต่อโหนด

# Button_WorkFlow_Document
source: Document
th_th: ไฟล์

# Button_WorkFlow_NextToNode
source: Next To Node
th_th: เคลื่อนย้ายไปยังโหนดถัดไป

# Button_WorkFlow_Remark
source: Remark
th_th: คำพูด

# Button_WorkFlow_SetSignature
source: Set Signature
th_th: signoff ออกแบบ

# Button_WorkFlow_TerminateFlow
source: Terminate Flow
th_th: ระงับกระบวนการ

# Label_WorkFlowWFFlowNM
source: FlowNM
th_th: ชื่อกระบวนการ

# Label_WorkFlowWFFlowTypeNM
source: FlowTypeNM
th_th: ประเภทกระบวนการ

# Label_WorkFlowWFNewUserNM
source: NewUserNM
th_th: ผู้ขอ

# Label_WorkFlowWFNo
source: WFNo
th_th: กระบวนการที่

# Label_WorkFlowWFNodeNewUserNM
source: NodeNewUserNM
th_th: หน่วยประมวลผล

# Label_WorkFlowWFNodeNM
source: NodeNM
th_th: ตำแหน่งงาน

# Label_WorkFlowWFResultNM
source: ResultNM
th_th: ผลแอพลิเคชัน

# Label_WorkFlowWFSubject
source: Subject
th_th: ประเด็นสำคัญ

# SysMsg_Confirm
source: Are you sure you want to perform the action?
th_th: ยืนยันการบังคับใช้จำเป็น

# SysMsg_DeleteConfirm
source: Are you sure you want to perform the delete action?
th_th: ยืนยันการดำเนินการที่คุณต้องการดำเนินการลบมันได้หรือไม่

# SysMsg_Title
source: Message
th_th: ข้อความ

# SysMsg_WorkFlowDataInvalid
source: WorkFlowDataInvalid
th_th: ไม่มีสิทธิ์หมายเลขกระบวนการดังกล่าว

# AP_Rejective
source: This IP cannot be serviced by system
th_th: IP นี้ไม่สามารถให้บริการโดยระบบ

# Button_WorkFlow_Signature
source: Signature
th_th: signoff

# Button_WorkFlow_ToDoList
source: To-Do List
th_th: รายการที่ต้องทำ

# Label_WorkFlowNodeNewUserNMNull
source: Unassigned
th_th: ที่ไม่ได้กำหนด

# Label_WorkFlowWFAssignNodeNewUserID
source: AssignNextNodeNewUserID
th_th: ได้รับมอบหมายให้จัดการกับคน

# Label_WorkFlowWFSigComment
source: SigComment
th_th: เนื้อหา signoff

# Label_WorkFlowWFSigResultID
source: SigResultID
th_th: ผล signoff

# Label_WorkFlowWFSigResultIDA
source: Approved
th_th: ได้รับการอนุมัติ

# Label_WorkFlowWFSigResultIDP
source: Pending
th_th: นิวเคลียร์ชั่วคราว

# Label_WorkFlowWFSigResultIDR
source: Withdraw
th_th: กลับ

# AP_Timeout
source: UnAuthorizated Page. Redirect me to login page.
th_th: UnAuthorizated หน้า เปลี่ยนเส้นทางให้ฉันเข้าสู่ระบบหน้า

# Button_WorkFlow_PickNewUser
source: Become node new user
th_th: กลายเป็นผู้ใช้โหนดปัจจุบัน

# AP_Menu_LionING
source: Lion ING
th_th: สิงโตไอเอ็นจี

# SysMsg_RequiredToolNM
source: Please enter a Condition name
th_th: กรุณากรอกชื่อเครื่องมือ

# Button_FunTool_Copy
source: Copy Condition
th_th: คัดลอกสภาพ

# Button_FunTool_Create
source: Create Condition
th_th: สร้างสภาพ

# Button_FunTool_Delete
source: Delete Condition
th_th: ลบเงื่อนไข

# Button_FunTool_Query
source: Query by Condition
th_th: คำที่โดยสภาพ

# Button_FunTool_Update
source: Update Condition
th_th: ปรับปรุงสภาพ

# SysMsg_FunToolCopySuccess
source: Copy Success
th_th: คัดลอกที่ประสบความสำเร็จ

# SysMsg_FunToolDeleteSuccess
source: Delete Success
th_th: ลบความสำเร็จ

# SysMsg_RequiredUserID
source: Please enter a user id
th_th: กรุณากรอกรหัสผู้ใช้

# Text_FunTool_DefaultNM
source: Default Condition
th_th: เริ่มต้นสภาพ

# Text_FunTool_IsUseDefaultNo
source: Retain Default No
th_th: เก็บค่าเริ่มต้นไม่มี

# Button_FunTool_UpdateName
source: Update Name Condition
th_th: ปรับปรุงสภาพชื่อ

# SysMsg_FunToolUpdateNameSuccess
source: Update Name Success
th_th: เปลี่ยนชื่อที่ประสบความสำเร็จ

# AP_Menu_UplanWebsite
source: Uplan Website
th_th: Uplan เว็บไซต์

# AP_GSA_SearchIntranet
source: Search Intranet
th_th: ค้นหาอินทราเน็ต
