Repository: Hsue-Yang/Lion.Work2
Catalog: Lion.Work2/ERP/ERPAP/App_GlobalResources/Sys/SysSystemWorkFlowNodeDetail.*.resx
Languages: th_th

# DeleteSystemWorkFlowNodeDetailResult_ChildExist
source: 該節點尚有下一節點檔、簽核檔或文件檔存在，不能刪除
th_th: Node can not be deleted. Because it still has next node, signature and document record.

# DeleteSystemWorkFlowNodeDetailResult_Failure
source: 刪除節點失敗
th_th: Delete work flow node is failure

# DeleteSystemWorkFlowNodeDetailResult_RuntimeExist
source: 該節點設計已被使用於流程中，不能刪除
th_th: Node can not be deleted. Because it has been used in the flow

# DeleteSystemWorkFlowNodeDetailResult_Success
source: 節點刪除成功
th_th: Delete work flow node is success

# EditSystemWorkFlowNodeDetailResult_Failure
source: 節點明細修改失敗
th_th: Edit work flow node is success

# JsMsg_GetSysSystemAPIFunList
source: 無法取得API功能列表
th_th: Get System API function List Failure

# JsMsg_GetSysSystemAPIGroupList
source: 無法取得API群組列表
th_th: Get System API group List Failure

# JsMsg_GetSystemFunControllerIDList
source: 無法取得功能群組列表
th_th: Get System function group List Failure

# JsMsg_GetSystemFunNameList
source: 無法取得功能名稱列表
th_th: Get System function List Failure

# JsMsg_SystemFunctionIsEmpty
source: 節點類型為作業或判斷節點時下列欄位為必填<br />功能應用系統<br />功能群組<br />功能名稱
th_th: Those following fields are required when node type in Process or Decision<br />Functional System AP<br />Function Group<br />Function

# JsMsg_SystemRoleIsEmpty
source: 系統角色：必須選取
th_th: Please select the System Role

# Label_BackWFNode
source: 退回節點
th_th: Back Node

# Label_FunActionName
source: 功能名稱
th_th: Function

# Label_FunControllerID
source: 功能群組
th_th: Function Group

# Label_FunSysID
source: 功能應用系統
th_th: Function System AP

# Label_IsFinally
source: 是否為最後一個節點
th_th: Finally Node

# Label_IsFirst
source: 是否為第一個節點
th_th: First Node

# Label_NodeSeqX
source: 節點序號X
th_th: Node Position X

# Label_NodeSeqY
source: 節點序號Y
th_th: Node Position Y

# Label_NodeType
source: 節點類型
th_th: Node Type

# Label_Remark
source: 備註
th_th: Remark

# Label_SortOrder
source: 排序
th_th: Sort

# Label_SysID
source: 應用系統
th_th: System AP

# Label_SystemRole
source: 系統角色
th_th: System Role

# Label_WFFlowNodeENUS
source: 節點名稱(英)
th_th: Node Name(US)

# Label_WFFlowNodeJAJP
source: 節點名稱(日)
th_th: Node Name(JP)

# Label_WFFlowNodeTHTH
source: 節點名稱(泰)
th_th: Node Name(TH)

# Label_WFFlowNodeZHCN
source: 節點名稱(簡)
th_th: Node Name(CN)

# Label_WFFlowNodeZHTW
source: 節點名稱(繁)
th_th: Node Name(TW)

# Label_WFNodeID
source: 節點代碼
th_th: Node ID

# Label_WorkFlowID
source: 工作流程
th_th: Flow

# Label_WorkFlowVer
source: 流程版本
th_th: Flow Version

# SystemMsg_EditSystemWorkFlowNodeDetailResult_Failure
source: 驗證節點資訊發生錯誤
th_th: Verify Node Information Failure

# SystemMsg_EditSystemWorkFlowNodeDetailResult_NodeIDRepeat
source: 節點代碼重覆
th_th: Node ID Repeat

# SystemMsg_EditSystemWorkFlowNodeDetailResult_NodeSeqRepeat
source: 節點序號重覆
th_th: Node Position Repeat

# SystemMsg_GetBackWorkFlowNodeIDList
source: 無法取得退回節點列表
th_th: Get Back Node List Failure

# SystemMsg_GetSysSystemAPIFuntionList
source: 無法取得API功能列表
th_th: Get System API function List Failure

# SystemMsg_GetSysSystemAPIGroupList
source: 無法取得API群組列表
th_th: Get System API group List Failure

# SystemMsg_GetSysSystemFunControllerIDList
source: 無法取得功能群組列表
th_th: Get System function group List Failure

# SystemMsg_GetSysSystemFunNameList
source: 無法取得功能名稱應用系統列表
th_th: Get System function List Failure

# SystemMsg_GetSysSystemRoleIDList
source: 無法取得系統角色列表
th_th: Get System Role List Failure

# SystemMsg_GetSystemSysIDList
source: 取得系統清單失敗
th_th: Get System AP List Failure

# SystemMsg_GetSystemWorkFlowNodeDetail
source: 取得節點明細失敗
th_th: Get Node Information Failure

# SystemMsg_GetSysUserSystemWorkFlowIDList
source: 無法取得工作流程列表
th_th: Get Flow Information Failure

# SystemMsg_GetWorkFlowNodeTypeList
source: 取得節點類型列表失敗
th_th: Get Node Type List Failure

# TabText_SystemWorkFlowNodeDetail
source: 工作流程節點明細
th_th: Work Flow Node Detail

# SystemMsg_GetSystemWFFlow
source: 無法取得工作流程
th_th: Get Flow Information Failure

# SystemMsg_EditSystemWorkFlowNodeDetailResult_NodeTypeERepeat
source: 結束節點類型重覆
th_th: End Node Type Repeat

# SystemMsg_EditSystemWorkFlowNodeDetailResult_NodeTypeSRepeat
source: 起始節點類型重覆
th_th: Start Node Type Repeat

# Label_SystemRoleMemo
source: ＊若不選取角色代表僅「流程建立者」及「簽核人員」可看見此單
th_th: SystemRoleMemo

# Label_APIMemo
source: ＊API參數：?ClientSysID=&APIPara={"WFNo":"","NodeNo":"","UserID":"","SysID":"","FlowID":"","FlowVer":"","NodeID":""}
th_th: ＊API Para：?ClientSysID=&APIPara={"WFNo":"","NodeNo":"","UserID":"","SysID":"","FlowID":"","FlowVer":"","NodeID":""}

# Label_AssgAPI
source: 指派處理人API
th_th: Assign Next Node User API

# Label_AssgAPIMemo
source: ＊API參數：?ClientSysID=&APIPara={"WFNo":"","NodeNo":"","SysID":"","FlowID":"","FlowVer":"","NodeID":""}<br /> 回傳結果：{"NewUserIDList":[""]}
th_th: ＊API Para：?ClientSysID=&APIPara={"WFNo":"","NodeNo":"","SysID":"","FlowID":"","FlowVer":"","NodeID":""}<br /> Return：{"NewUserIDList":[""]}

# Label_AssgMemo
source: ＊若要使用API指派下一節點處理人請提供API所在位置以供流程使用。
th_th: ＊Provide API if the next node user need to assign by API

# Label_IsAssgNextNode
source: 是否須指派下一節點處理人
th_th: Must Assign Next Node User

# SystemMsg_GetSysUserSystemSysIDList
source: 無法取得員工應用系統列表
th_th: Get User System AP List Failure

# JsMsg_SystemAssgAPIFunctionIsEmpty
source: 指派處理人API不可為空
th_th: AssgAPI Function Is Empty

# Label_WFFlowNodeKOKR
source: 節點名稱(韓)
th_th: Node Name(KR)
