Repository: Hsue-Yang/Lion.Work2
Catalog: Lion.Work2/ERP/ERPAP/App_GlobalResources/Pub/PubPushNotification.*.resx
Languages: th_th

# JsMsg_ChooseData
source: 請選擇一筆資料
th_th: Choose Data

# Label_AppFunID
source: APP功能
th_th: App Fun ID

# Label_AppFunTypeLeaveApply
source: 簽核請假
th_th: App FunType LeaveApply

# Label_AppFunTypeLeaveSupplement
source: 補出勤
th_th: AppFunTypeLeaveSupplement

# Label_AppFunTypeMeeting
source: 會議
th_th: AppFunType Meeting

# Label_AppFunTypeMessage
source: 留言
th_th: AppFunType Message

# Label_AppFunTypeOther
source: 其他
th_th: AppFunType Other

# Label_Body
source: 訊息內容%
th_th: Body%

# Label_CancelPushMsg
source: 取消推播
th_th: Cancel PushMsg

# Label_EndPushDT
source: 結束時間
th_th: End PushDT

# Label_IncludeUnSent
source: 包含未發送
th_th: Is UnSent

# Label_PushNotification
source: 推播通知
th_th: Push Notification

# Label_PushStatus
source: 狀態
th_th: Push Status

# Label_StartPushDT
source: 開始時間
th_th: Start PushDT

# Label_Title
source: 標題%
th_th: Title%

# Label_UserID
source: 使用者代碼
th_th: UserID

# Lable_CancelStatues
source: 取消
th_th: Cancel Statues

# Lable_ErrorStatues
source: 錯誤
th_th: Error Statues

# Lable_NotSendStatues
source: 發送失敗
th_th: Not Send Statues

# Lable_SendStatues
source: 已發送
th_th: Send Statues

# SystemMsg_CancelPushMsg_Failure
source: 取消推播失敗
th_th: Cancel PushMsg Failure

# SystemMsg_GetPushNotificationList_Failure
source: 取得推播紀錄清單失敗
th_th: Get PushNotification List Failure

# Tabel_UserID
source: 使用者代碼
th_th: UserID

# Table_AppFunID
source: App功能
th_th: App FunID

# Table_Body
source: 訊息內容
th_th: Body

# Table_Cancel
source: 取消
th_th: Cancel

# Table_IsOpenPush
source: 推播開啟
th_th: Is Open Push

# Table_PushDateTime
source: 推播時間
th_th: Push DateTime

# Table_Statues
source: 狀態
th_th: Statues

# Table_ExecSys
source: 發送平台
th_th: System ID

# Table_Title
source: 標題
th_th: Title

# Table_UpdDT
source: 更新時間
th_th: Update DateTime

# JsMsg_PushDateRange_Error
source: 查詢日期範圍請在一個月內
th_th: Push Date Range Error

# JsMsg_PushDate_Error
source: 開始日期不能大於結束日期
th_th: Push Date Error

# Label_Message
source: 訊息
th_th: Message

# Label_PushErrorMessage
source: 推播錯誤訊息
th_th: Push Error Message

# SystemMsg_GetPushNotificationErrorMsg_Failure
source: 取得推播錯誤訊息失敗
th_th: Get Push Notification Error Message_Failure

# SystemMsg_PushDateRange_Error
source: 查詢日期範圍請在一個月內
th_th: Push Date Range Error

# SystemMsg_PushDate_Error
source: 開始日期不能大於結束日期
th_th: Push Date Error

# Table_MobileID
source: 裝置名稱
th_th: Mobile ID
