Repository: Hsue-Yang/Lion.Work2
Catalog: Lion.Work2/ERP/ERPAP/App_GlobalResources/Home/HomeIndex.*.resx
Languages: ja_jp, th_th, zh_cn

# Label_Birthday
source: 出生日期
ja_jp: Birthday
th_th: วันเดือนปีเกิด

# Label_CapsLockRemind
source: 大寫鎖定中，請留意輸入資訊的正確性
ja_jp: Caps Lock. Please note user information is correct.
th_th: Caps Lock. กรุณาทราบข้อมูลของผู้ใช้ที่ถูกต้อง
zh_cn: 大写锁定中，请留意输入信息的正确性

# Label_CultureID
source: 多國語系
ja_jp: Multi-Language
th_th: หลายภาษา
zh_cn: 多国语系

# Label_IdNo
source: 身份證字號
ja_jp: Identity
th_th: ตัวตน
zh_cn: 身份证字号

# Label_InCompany
source: 公司
ja_jp: Company
th_th: บริษัท

# Label_InHome
source: 在家
ja_jp: Home
th_th: หน้าแรก

# Label_InOther
source: 所在地
ja_jp: Location
th_th: สถานที่ตั้ง

# Label_Location
source: 您現在在：
ja_jp: You are in :
th_th: คุณอยู่ใน:
zh_cn: 您现在在：

# Label_Login
source: 登入
ja_jp: Login
th_th: เข้าสู่ระบบ
zh_cn: 登录

# Label_LoginTo
source: 您現在要登入的是 {0}
ja_jp: You are now logged in {0}
th_th: You are now logged in {0}
zh_cn: 您现在要登入的是 {0}

# Label_LoginType
source: 登入方式
ja_jp: Login Type
th_th: ลักษณะเข้าสู่ระบบ

# Label_NotInCompany
source: 不在公司時請再輸入：
ja_jp: Please fill when you not in the company :
th_th: โปรดป้อนเมื่อไม่ได้อยู่ใน บริษัท นี้
zh_cn: 不在公司时请再输入：

# Label_OTPRemind
source: 請輸入員工編號6碼
ja_jp: Please enter employee code 6 yards
th_th: โปรดป้อนรหัสพนักงาน 6 หลา
zh_cn: 请输入员工编号6码

# Label_UserID
source: 使用者代碼
ja_jp: User ID
th_th: รหัสผู้ใช้
zh_cn: 使用者代码

# Label_UserPassword
source: 通行碼
ja_jp: Password
th_th: รหัสผ่าน
zh_cn: 通行码

# SystemMsg_AccountIsLeft
source: 帳號無效，請洽管理員
ja_jp: Invalid account number, please contact the administrator
th_th: เลขที่บัญชีไม่ถูกต้องกรุณาติดต่อผู้ดูแลระบบ
zh_cn: 账号无效，请洽管理员

# SystemMsg_AccountIsLock
source: 帳號已鎖定，請等候30分鐘後啟用或洽管理員
ja_jp: Account is locked, please wait 30 minutes or contact the administrator to enable
th_th: บัญชีถูกล็อคโปรดรอ 30 นาทีหรือติดต่อผู้ดูแลระบบเพื่อเปิดใช้งาน
zh_cn: 账号已锁定，请等候30分钟后启用或洽管理员

# SystemMsg_AccountNotExist
source: 帳號不存在，請洽管理員
ja_jp: Account does not exist, please contact administrator
th_th: บัญชีไม่ได้อยู่กรุณาติดต่อผู้ดูแลระบบ
zh_cn: 账号不存在，请洽管理员

# SystemMsg_ERPLoginMsgError
source: 登入失敗，請洽管理員
ja_jp: Login error, please contact the administrator
th_th: Login error, please contact the administrator
zh_cn: 登入失败，请洽管理员

# SystemMsg_ExternalLocationError
source: 您現在不在公司內，請確認現在位置並輸入身份證字號及出生日期
ja_jp: You are not in the company, make sure your current position and fill identity/birthday information
th_th: คุณไม่ได้อยู่ใน บริษัท ที่ให้แน่ใจว่าตำแหน่งปัจจุบันของคุณและกรอกตัวตน / ข้อมูลวันเกิด
zh_cn: 您现在不在公司内，请确认现在位置并输入身份证字号及出生日期

# SystemMsg_GetBaseCultureIDList
source: 無法取得多國語系列表
ja_jp: Get multi-language list is failure
th_th: ได้รับรายชื่อหลายภาษาคือความล้มเหลว
zh_cn: 无法取得多国语系列表

# SystemMsg_GetUserLoginEvent_Failure
source: 取得使用者登入事件失敗
ja_jp: Get UserLogin Event Failure
th_th: Get UserLogin Event Failure
zh_cn: 取得使用者登入事件失败

# SystemMsg_InternalLocationError
source: 您現在應該在公司，請選擇現在位置為「公司」
ja_jp: You should now be in the company, please select the current position as the "Company"
th_th: ขณะนี้คุณควรจะอยู่ใน บริษัท กรุณาเลือกตำแหน่งปัจจุบันว่า "บริษัท ฯ "
zh_cn: 您现在应该在公司，请选择现在位置为「公司」

# SystemMsg_OTP_STAT_DIGIPASS_EXPIRED
source: 密碼已過期，請重新產生密碼。
ja_jp: STAT_DIGIPASS_EXPIRED
th_th: STAT_DIGIPASS_EXPIRED
zh_cn: 密码已过期，请重新产生密码。

# SystemMsg_OTP_STAT_DISABLED
source: [帳號被停用] 您的帳號因故停用，請聯絡資訊客服#7885確認原因。
ja_jp: STAT_DISABLED
th_th: STAT_DISABLED

# SystemMsg_OTP_STAT_LOCAL_PASSWORD_MISMATCH
source: [密碼錯誤] 您所輸入的靜態密碼不正確，請確認格式是否符合下列原則。 靜態密碼組成： 1. 至少一個大寫英文字母 2. 至少一個小寫英文字母 3. 至少一個數字 4. 半形且密碼長度為七碼
ja_jp: STAT_LOCAL_PASSWORD_MISMATCH
th_th: STAT_LOCAL_PASSWORD_MISMATCH
zh_cn: [密码错误] 您所输入的静态密码不正确，请确认格式是否符合下列原则。 静态密码组成： 1. 至少一个大写英文字母 2. 至少一个小写英文字母 3. 至少一个数字 4. 半形且密码长度为七码

# SystemMsg_OTP_STAT_LOCKED
source: [帳號被鎖定] 密碼連續輸入錯誤累計超過三次，您有三次的機會可自行解鎖。若自行解鎖仍不成功，請上【資安需求單】申請解鎖。 密碼輸入錯誤三次等待5分鐘，第四次錯誤等待7.5分鐘，第五次錯誤需等待十分鐘，第六次錯誤。
ja_jp: STAT_LOCKED
th_th: STAT_LOCKED
zh_cn: [帐号被锁定] 密码连续输入错误累计超过三次，您有三次的机会可自行解锁。若自行解锁仍不成功，请上【资安需求单】申请解锁。 密码输入错误三次等待5分钟，第四次错误等待7.5分钟，第五次错误需等待十分钟，第六次错误。

# SystemMsg_OTP_STAT_OTP_INCORRECT
source: [密碼錯誤] 您所輸入的動態密碼不正確．請確認格式是否符合下列原則。 動態密碼組成： 1. 全數字沒有英文字母及符號 2. 半形且密碼長度為七碼
ja_jp: STAT_OTP_INCORRECT
th_th: STAT_OTP_INCORRECT
zh_cn: [密码错误] 您所输入的动态密码不正确．请确认格式是否符合下列原则。 动态密码组成： 1. 全数字没有英文字母及符号 2. 半形且密码长度为七码

# SystemMsg_OTP_STAT_PASSWORD_EXPIRED
source: 密碼已過期，請重新產生密碼。
ja_jp: STAT_PASSWORD_EXPIRED
th_th: STAT_PASSWORD_EXPIRED
zh_cn: 密码已过期，请重新产生密码。

# SystemMsg_OTP_STAT_REPLAY
source: [密碼錯誤] 您所輸入的OTP已使用過，請重新產生一組新的OTP。
ja_jp: STAT_REPLAY
th_th: STAT_REPLAY
zh_cn: [密码错误] 您所输入的OTP已使用过，请重新产生一组新的OTP。

# SystemMsg_OTP_STAT_USER_UNKNOWN
source: [帳號不存在] 您所輸入的帳號並不存在，請注意格式（半形、大寫英文字母）是否正確。
ja_jp: STAT_USER_UNKNOWN
th_th: STAT_USER_UNKNOWN
zh_cn: [帐号被停用] 您的帐号因故停用，请洽资安组(00D853/翁铭骅 #9776)确认原因。

# SystemMsg_RejectIP
source: 您所在的網路環境不被信任，無法提供服務
ja_jp: Your web environment is not to be trusted, can not provide services
th_th: สภาพแวดล้อมที่เว็บของคุณไม่ได้ที่จะได้รับความเชื่อถือไม่สามารถให้บริการ
zh_cn: 您所在的网络环境不被信任，无法提供服务

# SystemMsg_RequiredUserInformation
source: 不在公司時請再輸入：使用者的身份證字號及生日
ja_jp: When you not in the company, please fill identity/birthday information
th_th: เมื่อคุณไม่ได้อยู่ใน บริษัท กรุณากรอกตัวตน / ข้อมูลวันเกิด
zh_cn: 不在公司时请再输入：使用者的身份证字号及生日

# SystemMsg_UserInformationError
source: 員工資訊驗證失敗
ja_jp: Employee information validation failure
th_th: พนักงานความล้มเหลวในการตรวจสอบข้อมูล
zh_cn: 员工资讯验证失败

# SystemMsg_ValidateError
source: 密碼或資料錯誤{0}次
ja_jp: ID/Password error {0} times
th_th: ประชาชน / ข้อผิดพลาดรหัสผ่าน {0} ครั้ง
zh_cn: 密码或数据错误{0}次

# Text_AccountPSW
source: 使用帳密登入
ja_jp: Account Password Login
th_th: Account Password Login
zh_cn: 使用帐密登入

# Text_DigipassOTP
source: 使用動態密碼
ja_jp: Digipass OTP
th_th: Digipass OTP
zh_cn: 使用动态密码

# Text_LionTestingRemind
source: 這是測試機
ja_jp: This is testing environment
th_th: นี้เป็นสภาพแวดล้อมการทดสอบ
zh_cn: 这是测试机

# Text_LionToday
source: 雄獅報報
ja_jp: Lion Today
th_th: หนังสือพิมพ์ไลออนส์รายงาน
zh_cn: 雄狮报报

# Text_Marketing
source: 網路行銷
ja_jp: Marketing
th_th: ตลาดอินเทอร์เน็ต
zh_cn: 网络营销

# Text_PublicRelationship
source: 公關訊息
ja_jp: Public Relationship
th_th: ข้อความประชาสัมพันธ์
zh_cn: 公关讯息

# Text_QRCode
source: 使用行動條碼登入
ja_jp: QRCode Login
th_th: QRCode Login
zh_cn: 使用行动条码登入

# Text_Sharing
source: 文章分享
ja_jp: Sharing
th_th: บทความแบ่งปัน

# Text_Video
source: 影音分享
ja_jp: Video
th_th: แบ่งปันวิดีโอ

# Title_InOther
source: 所在地：請簡要輸入您的所在地
ja_jp: Location : A brief description of your location
th_th: สถานที่: คำอธิบายสั้น ๆ ของสถานที่ของคุณ
zh_cn: 所在地：请简要输入您的所在地
